const help = `🍪 когда у тебя закончилось что-то - напиши это, например: "печенье"

🍪🥟 если продуктов несколько - напиши через запятую и пробел, например: "печенье, пельмени"

🛒 когда соберёшься идти в магазин, запроси у бота актуальный список покупок, нажав кнопку "Мой список"
📲 бот пришлёт тебе весь список одним сообщением

🛍 вернувшись из магазина ты сможешь удалить свой список из памяти бота, нажав кнопку "Удали список"


Приятных покупок! 😉`;

const greeting = `Привет 👋
Напиши мне, какой продукт у тебя закончился, а я добавлю его в список 😉

Если нужна помощь с использованием бота - пиши /help`;

const errorMessage = `Мне очень жаль, но что-то пошло не так 😟
Попробуйте обратиться ко мне позже ⏰`;

module.exports = { help, greeting, errorMessage };
